const aboutMe_JP = {
  Intro:
    '私は、東京在住のWEBデザイナーです。ウェブ開発、グラフィックデザイン、UXリサー チを行ないます。私は現在、テクノロジー業界で、新しいお仕事を探しております。私 は英語・日本語・中国語における専門的な運用力があり、多様性のある職場環境で、仕 事をしたいと考えております。また、HTML、CSS、JavaScript、AWSにも精通しており 、これらを活用して、日本中のユーザーのWeb体験を向上させてまいりました。',
  CBox_1_title: '正しい文化の継承',
  CBox_1_body:
    'この4年間、一次調査、フォーカスグループ、内部・外部のユーザビリティテストのアプローチを用い、いくつかのUIUX研究プロジェクトを完了しました。データや分析から結果を引き出すことに加え、私にとってのUIUXは企業からターゲットグループへと文化を伝える意味合いがあります。',
  CBox_2_title: '時間を大切に',
  CBox_2_body:
    '設計や技術系のような業界では、優れた製品には相当な労力を要し、研究であろうと細部の装飾であろうと最大限の努力が必要です。プロジェクト管理はプロジェクトのライフサイクル全体にわたって、すべてを把握するための考え方です。',
  CBox_3_title: '品質 ＝ 創造性',
  CBox_3_body:
    'ゼロから製品を発明することも、完璧に近い製品を作ることも、私にとってそれらは同じだけの価値があります。クリエイティブマインドとは、必ずしも既成概念にとらわれないということだけではなく、既存の概念を新たな方法で補強することも意味します。現代の市場ではあらゆる種類のクラフトマンシップが価値を持つのです。',
  CTA: '文化のためのデザイン、多様性のためのデザイン。',
};

export default aboutMe_JP;
