const mobileApp_JP = {
  Header: 'SMARTになった目標',
  Heading1: 'SMARTになった目標',
  Heading2:
    '目標設定、進捗の追跡、アカウンタビリティなど、あなたの夢を実現するために必要なすべての機能を備えています。',
  Intro:
    'Aimilyは、1つのタスクを複数のステップに分けて行うことができるスマートな目標設定アプリです。SMARTゴールの原則 (specific 具体的、measurable 測定可能、attainable 達成可能、relevant 適切、time-bound 期限を定めた、の意味) に沿ってタスク分解プロセスを進めることをユーザーに促します。現在私はTeam Aimilyでフロントエンドデザイナーとして働いています。私とチームメイトはタスク完了の進捗状況を視覚的に表示するゴールビュー画面を導入しました。また、このアプリのApp Store、Play Storeでのデザインや、公開予定であるAimilyのウェブアプリのブログページも担当しています。',
  Features_1_title: '目標をスマートに',
  Features_1_body:
    '数回のクリックでユーザーはSMARTな目標を設定することができます。その際、S具体的、M測定可能、A達成可能、R現実的、Tタイムリーなものにします。',
  Features_2_title: '低労力、高インパクト',
  Features_2_body:
    '私たちの目標達成プロセスでは、ユーザーは自分の目標をToDoリストに分割できます。このリストから線で消していくことで、ユーザーはマスタープランの進捗状況を監視することができます。',
  Features_3_title: '進捗状況が一目瞭然',
  Features_3_body:
    'ミニプログレスバーが常に表示され、ユーザーの進捗状況を測定します。ユーザーがリストのいずれかのタスクをスワイプで消すと、リストは自動的に更新されます。すべてのタスクにチェックが入ったなら、おめでとうございます。目標達成です。',
  Features_4_title: 'あなたをサポートします',
  Features_4_body:
    '個人で計画を継続するのが難しい？私たちはユーザーのモチベーションを高めるために、週ごとのミーティングと月ごとの研究会を行っています。ユーザーはこれまでに達成したことや、次のステップを共有できます。',
  Blog_h1: '私たちが何をしているのかを知ることで',
  Blog_h2: '私たちのアプリをより良く使うことができます',
};

export default mobileApp_JP;
