const unity_JP = {
  Reminder:
    'このプロジェクトはニューヨーク大学のプログラム「Professional Certificate in UX & Emerging Interaction Design」のために作成されました。',
  Slogan: '野球試合の可視化ツール',
  Intro:
    '「Baseball 101」はニューヨーク大学タンドン工学部とその産業パートナーであるメジャー リーグ ベースボール(MLB)の指導のもとで構築されたプロジェクトです。「Baseball 101」は野球の試合を視覚化させるアプリケーションです。 ユーザーは選手たちのポジションや役割、装備、基本動作などを学ぶことができます。このプロジェクトは、その対話型学習体験の基盤となるテクノロジーとしてUnity を使用しています。',
  Features_1_title: 'フルアニメーションキャラクター',
  Features_1_body:
    'プロの指導のもと、フィールド上の選手一人一人が完全にアニメーション化されています。リアルタイムな動きで直感的な体験ができます。',
  Features_2_title: '滑らかなカメラの動き',
  Features_2_body:
    '野球の試合の緊張感に合わせて、各カメラの動きを時間軸の推移に合わせて細かく調整しています。',
  Features_3_title: 'レスポンシブUIコンポーネント',
  Features_3_body:
    'ユーザーインターフェースの割り当ては配色や視覚的要素の単位で一致するように設計されています。また、さまざまな画面サイズに対応するレスポンシブな仕様になっています。',
  Features_4_title: 'クイックリワインド',
  Features_4_body:
    'アプリケーションを最初に使用すると、自動的にクイックリワインドが有効になります。このモードでは、アプリケーションがトランジションをスキップするので、ユーザーは早いペースで体験を進められます。',
  CBox_1_title: 'プロフェッショナルリソースとの連携',
  CBox_1_body:
    'このプロジェクトでは選手のアニメーションやプロのアセットを備えた野球入門書を作ることが可能になりました。さらに重視していることとして、このプロジェクトは実際の選手、野球好きな人、スポーツをする人の代表からのエントリーを目指しています。',
  CBox_2_title: 'タイムラインとシネマティックショット',
  CBox_2_body:
    'このプロジェクトのオープニングはユーザーがスタジアムを見渡せるカットシーンです。このカットシーンに続き、選手のクローズアップショットとボールを投げた後のドリーズームが見られます。これらのオープニングのクリップはどちらも1つのタイムライン上に構成されています。',
  CBox_3_body:
    'ユニフォームのデザインは21世紀の野球選手の典型的な服装を参考にしています。ロゴを入れることで選手とMLBブランドの両方が野球場で輝く機会を得ます。',
  CTA: '最新のプロトタイプをUnity Playで入手できます。 ',
};

export default unity_JP;
