const webDesign_JP = {
  Intro:
    'MacsCollection.com は、JavaScript、HTML、およびScssに基 づく、私のフロントエンドポートフォリオです。レスポンシブでモバ イルフレンドリーな独自のデザインを、ゼロから構築しています。こ のポートフォリオには、2020年から2021年までの、私のプロジェ クトが含まれています。テーマは、私のデザインと開発のスキルを実 践しながら、コロナ禍にいる人々に元気を与えることです。',
  Features_1_title: 'レスポンシブデザイン',
  Features_1_body:
    'フレックスボックス、メディアクエリ、レスポンシブユニットを使用してウェブサイトを配信しています。ウェブサイトでは、異なるデバイス上でも一様の体験を得られることを目的としています。',
  Features_2_title: 'モバイルフレンドリーUI',
  Features_2_body:
    'モバイルメニュー、水平スクロール、フレキシブルボックスなどにより、モバイルサイトでのユーザー体験は独特なものになり、どんなスクリーンでも妥協しません。',
  Features_3_title: '再利用可能なコンポーネント',
  Features_3_body:
    'ボックスリストからコンテンツブロックまで、このサイトの多くのコンポーネントは再利用可能です。これはReactの重要な機能の1つです。これを活用することで、サイトのパフォーマンスが10％向上しました。',
  Features_4_title: 'トランジションとLazy Load',
  Features_4_body:
    'ショーケース (動画) などのコンテンツをより速く読み込むために、このページにはReactのトランジションとレイジーローディングを実装しています。ユーザーが下へスクロールしたときに連続的な読み込みが行われます。',
  Features_5_title: '多言語への対応',
  Features_5_body:
    '「Sakura Bloom」はトップページに設置されるレスポンシブボタンです。サイトの言語に合わせて表示を変化させるクリック可能なコンポーネントです。',
  CBox_1_title: 'メインストリームとしての動画',
  CBox_1_body:
    'このポートフォリオでは、主なデモンストレーションツールとして動画を活用しています。動画コンテンツは企業がオンラインマーケティングに取り組む際の主流メディアとなっています。Wyzowl社の調査によると、その割合は2021年に86％に達しています。',
  CBox_2_title: 'React機能の実践',
  CBox_2_body:
    'このプロジェクトのベースとなるフレームワークはReact.jsで、コンポーネントベースや高効率などの機能を備えています。CSSモジュールと組み合わせることで、ファイル管理をそれほど気にしなくてもよい範囲でUIコンポーネントの構築が可能です。',
  CBox_3_title: 'クラウドへの導入',
  CBox_3_body:
    'このプロジェクトはAWS Amplifyを利用し、クラウド上に構築・導入されています。コンテンツ配信ネットワーク「CloudFront」は大量のトラフィックを处理できる潜在力があり、「Router 53」がDNSサービスを担当しています。',
  CTA: 'ポートフォリオの最新のソースコードを表示します。',
};

export default webDesign_JP;
