const EN = {
  titleClass: 'titleClass',
  linkNav: 'linkNav',
  home: 'ホーム',
  web: 'ウェブデザイン',
  mobile: 'モバイルアプリ',
  unity: 'Unity プロジェクト',
  about: '私について',
  feature: '特 徴',
  download: 'ダウンロード',
  webDesign_Intro:
    'MacsCollection.com は、JavaScript、HTML、およびScssに基 づく、私のフロントエンドポートフォリオです。レスポンシブでモバ イルフレンドリーな独自のデザインを、ゼロから構築しています。こ のポートフォリオには、2020年から2021年までの、私のプロジェ クトが含まれています。テーマは、私のデザインと開発のスキルを実 践しながら、コロナ禍にいる人々に元気を与えることです。',
  webDesign_Features_1_title: 'レスポンシブデザイン',
  webDesign_Features_1_body:
    'フレックスボックス、メディアクエリ、レスポンシブユニットを使用してウェブサイトを配信しています。ウェブサイトでは、異なるデバイス上でも一様の体験を得られることを目的としています。',
  webDesign_Features_2_title: 'モバイルフレンドリーUI',
  webDesign_Features_2_body:
    'モバイルメニュー、水平スクロール、フレキシブルボックスなどにより、モバイルサイトでのユーザー体験は独特なものになり、どんなスクリーンでも妥協しません。',
  webDesign_Features_3_title: '再利用可能なコンポーネント',
  webDesign_Features_3_body:
    'ボックスリストからコンテンツブロックまで、このサイトの多くのコンポーネントは再利用可能です。これはReactの重要な機能の1つです。これを活用することで、サイトのパフォーマンスが10％向上しました。',
  webDesign_Features_4_title: 'トランジションとLazy Load',
  webDesign_Features_4_body:
    'ショーケース (動画) などのコンテンツをより速く読み込むために、このページにはReactのトランジションとレイジーローディングを実装しています。ユーザーが下へスクロールしたときに連続的な読み込みが行われます。',
  webDesign_Features_5_title: '多言語への対応',
  webDesign_Features_5_body:
    '「Sakura Bloom」はトップページに設置されるレスポンシブボタンです。サイトの言語に合わせて表示を変化させるクリック可能なコンポーネントです。',
  webDesign_CBox_1_title: 'メインストリームとしての動画',
  webDesign_CBox_1_body:
    'このポートフォリオでは、主なデモンストレーションツールとして動画を活用しています。動画コンテンツは企業がオンラインマーケティングに取り組む際の主流メディアとなっています。Wyzowl社の調査によると、その割合は2021年に86％に達しています。',
  webDesign_CBox_2_title: 'React機能の実践',
  webDesign_CBox_2_body:
    'このプロジェクトのベースとなるフレームワークはReact.jsで、コンポーネントベースや高効率などの機能を備えています。CSSモジュールと組み合わせることで、ファイル管理をそれほど気にしなくてもよい範囲でUIコンポーネントの構築が可能です。',
  webDesign_CBox_3_title: 'クラウドへの導入',
  webDesign_CBox_3_body:
    'このプロジェクトはAWS Amplifyを利用し、クラウド上に構築・導入されています。コンテンツ配信ネットワーク「CloudFront」は大量のトラフィックを处理できる潜在力があり、「Router 53」がDNSサービスを担当しています。',
  webDesign_CTA: 'このポートフォリオの最新のソースコードを表示します。',
  mobileApp_Header: 'SMARTになった目標',
  mobileApp_Heading1: 'SMARTになった目標',
  mobileApp_Heading2:
    '目標設定、進捗の追跡、アカウンタビリティなど、あなたの夢を実現するために必要なすべての機能を備えています。',
  mobileApp_Intro:
    'Aimilyは、1つのタスクを複数のステップに分けて行うことができるスマートな目標設定アプリです。SMARTゴールの原則 (specific 具体的、measurable 測定可能、attainable 達成可能、relevant 適切、time-bound 期限を定めた、の意味) に沿ってタスク分解プロセスを進めることをユーザーに促します。現在私はTeam Aimilyでフロントエンドデザイナーとして働いています。私とチームメイトはタスク完了の進捗状況を視覚的に表示するゴールビュー画面を導入しました。また、このアプリのApp Store、Play Storeでのデザインや、公開予定であるAimilyのウェブアプリのブログページも担当しています。',
  mobileApp_Features_1_title: '目標をスマートに',
  mobileApp_Features_1_body:
    '数回のクリックでユーザーはSMARTな目標を設定することができます。その際、S具体的、M測定可能、A達成可能、R現実的、Tタイムリーなものにします。',
  mobileApp_Features_2_title: '低労力、高インパクト',
  mobileApp_Features_2_body:
    '私たちの目標達成プロセスでは、ユーザーは自分の目標をToDoリストに分割できます。このリストから線で消していくことで、ユーザーはマスタープランの進捗状況を監視することができます。',
  mobileApp_Features_3_title: '進捗状況が一目瞭然',
  mobileApp_Features_3_body:
    'ミニプログレスバーが常に表示され、ユーザーの進捗状況を測定します。ユーザーがリストのいずれかのタスクをスワイプで消すと、リストは自動的に更新されます。すべてのタスクにチェックが入ったなら、おめでとうございます。目標達成です。',
  mobileApp_Features_4_title: 'あなたをサポートします',
  mobileApp_Features_4_body:
    '個人で計画を継続するのが難しい？私たちはユーザーのモチベーションを高めるために、週ごとのミーティングと月ごとの研究会を行っています。ユーザーはこれまでに達成したことや、次のステップを共有できます。',
  unity_Reminder:
    'このプロジェクトはニューヨーク大学のプログラム「Professional Certificate in UX & Emerging Interaction Design」のために作成されました。',
  unity_Slogan: '野球試合の可視化ツール',
  unity_Intro:
    '「Baseball 101」はニューヨーク大学タンドン工学部とその産業パートナーであるメジャー リーグ ベースボール(MLB)の指導のもとで構築されたプロジェクトです。「Baseball 101」は野球の試合を視覚化させるアプリケーションです。 ユーザーは選手たちのポジションや役割、装備、基本動作などを学ぶことができます。このプロジェクトは、その対話型学習体験の基盤となるテクノロジーとしてUnity を使用しています。',
  unity_Features_1_title: 'フルアニメーションキャラクター',
  unity_Features_1_body:
    'プロの指導のもと、フィールド上の選手一人一人が完全にアニメーション化されています。リアルタイムな動きで直感的な体験ができます。',
  unity_Features_2_title: '滑らかなカメラの動き',
  unity_Features_2_body:
    '野球の試合の緊張感に合わせて、各カメラの動きを時間軸の推移に合わせて細かく調整しています。',
  unity_Features_3_title: 'レスポンシブUIコンポーネント',
  unity_Features_3_body:
    'ユーザーインターフェースの割り当ては配色や視覚的要素の単位で一致するように設計されています。また、さまざまな画面サイズに対応するレスポンシブな仕様になっています。',
  unity_Features_4_title: 'クイックリワインド',
  unity_Features_4_body:
    'アプリケーションを最初に使用すると、自動的にクイックリワインドが有効になります。このモードでは、アプリケーションがトランジションをスキップするので、ユーザーは早いペースで体験を進められます。',
  unity_CBox_1_title: 'プロフェッショナルリソースとの連携',
  unity_CBox_1_body:
    'このプロジェクトでは選手のアニメーションやプロのアセットを備えた野球入門書を作ることが可能になりました。さらに重視していることとして、このプロジェクトは実際の選手、野球好きな人、スポーツをする人の代表からのエントリーを目指しています。',
  unity_CBox_2_title: 'タイムラインとシネマティックショット',
  unity_CBox_2_body:
    'このプロジェクトのオープニングはユーザーがスタジアムを見渡せるカットシーンです。このカットシーンに続き、選手のクローズアップショットとボールを投げた後のドリーズームが見られます。これらのオープニングのクリップはどちらも1つのタイムライン上に構成されています。',
  unity_CBox_3_body:
    'ユニフォームのデザインは21世紀の野球選手の典型的な服装を参考にしています。ロゴを入れることで選手とMLBブランドの両方が野球場で輝く機会を得ます。',
  unity_CTA: '最新のプロトタイプをUnity Playで入手できます。 ',
  aboutMe_Intro:
    '私は、東京在住のWEBデザイナーです。ウェブ開発、グラフィックデザイン、UXリサー チを行ないます。私は現在、テクノロジー業界で、新しいお仕事を探しております。私 は英語・日本語・中国語における専門的な運用力があり、多様性のある職場環境で、仕 事をしたいと考えております。また、HTML、CSS、JavaScript、AWSにも精通しており 、これらを活用して、日本中のユーザーのWeb体験を向上させてまいりました。',
  aboutMe_CBox_1_title: '正しい文化の継承',
  aboutMe_CBox_1_body:
    'この4年間、一次調査、フォーカスグループ、内部・外部のユーザビリティテストのアプローチを用い、いくつかのUIUX研究プロジェクトを完了しました。データや分析から結果を引き出すことに加え、私にとってのUIUXは企業からターゲットグループへと文化を伝える意味合いがあります。',
  aboutMe_CBox_2_title: '時間を大切に',
  aboutMe_CBox_2_body:
    '設計や技術系のような業界では、優れた製品には相当な労力を要し、研究であろうと細部の装飾であろうと最大限の努力が必要です。プロジェクト管理はプロジェクトのライフサイクル全体にわたって、すべてを把握するための考え方です。',
  aboutMe_CBox_3_title: '品質＝創造性',
  aboutMe_CBox_3_body:
    'ゼロから製品を発明することも、完璧に近い製品を作ることも、私にとってそれらは同じだけの価値があります。クリエイティブマインドとは、必ずしも既成概念にとらわれないということだけではなく、既存の概念を新たな方法で補強することも意味します。現代の市場ではあらゆる種類のクラフトマンシップが価値を持つのです。',
  aboutMe_CTA: '文化のためのデザイン、多様性のためのデザイン。',
};

export default EN;
